#include <fstream>
using namespace std;

int main()
{
    ofstream fout;
    fout.open("a.txt");
    for (long long i=0;i<9999;i++)
	fout << "Z҈̷̷̷̲͕̠͔̦̟͖͓͖͙̲̲͙̬͉̜͈͕͍̠̙̲͎̗̬̝̗͉̖̱̱̲̱̗̱͉̣̜͓̘̯̤̤͚̪͙̣̝͙̘̫͓̫̳̙͙̩̖̈̌̊̋́̈̒̍̈́̊̀̾͒͗̅͌̾͋́̐̐̄͌͑͆̽̎̓̾̈́͋̏̍͆̇̑̀̿͗́̀̇̽͛̓͗̈̆̐̽̾͑̏̈́̅̑͗͋̒̃̚҉̶̷̶̵̸̟̠̗̠̫̤̩͎͖̝͓̜͖̙͉͚̞̪͈͕̞̰̱̜͓̩̠͎̗͓̤͇̭̭͇͈̬̩̬̲͔͕̲̳͔̦̯͉̖̜̭͇̯̪̙̰͎̬͓͈͚͇͖̳̥̱̥̖̮͚̤̖͕̲̩̟͙̘̙̮͓̥̳̯͖̟̭̦̟͓̤̝͎͙̟̭̪͓͖͛͌̂̽͌̋͗̓͐̏́̈̈́̆̐͒̅̃̀̌̌̈̊̃́͂̾͛̈́̂̈̎̀̓͆̃͐̋̇͌̌͒̑͂̄̅̾̈́̾̓͌̇͂͒̇͆̈͗͌͂̉̓̋͛̿͂͛̓͋́̀̏͐̈́̇͗͛̋̂́͋̽͑̂͑̿̏̄̎͋͂̒̂̔̍͒̊̓͆̆͌̍͛̿̚ͅͅͅͅͅͅ҈̵͍͓͓͍͚͍̜̲̰̤̦̗̳̱̥̮͍̖̪̘̲͔̞̣͔͎͉͙͈͓̗̞̬̗͈̞̲̙̩͛̋̄̈́̀̅̇̾̓̊̍̓̀̐̂̌̀̌̎͐̓̐̿̽͌̋̎̀̂̈̄̾̚҉̴̸̴̷̷̶̬͉͖̪̩̰̳̣̠͚͍̘͇͕̤̖̟̤͈͇̖̦͍̘̦̲̖͙͈͖̱̭̜̪͇̯̠͓̤͓͇̱̲͖̝͍̜̘̦̮̮͚̙̞̦̤͇̭̘͔͈̰̖͖̪͚̰̘͓̥͖͎̙̘͇̘̖̘̭͖̫͓̠͔̪̘͉͈̳̞̩̣͖̖̳͎̟͈̪̯͈̫͍͉͍̣̝̳̥̯̞͈̠͔͍͇̥̯̭̇̈́͊͐̑̎̆̔͆́͛́̈́͋̇̈̅͐̂͛͂͌̌͋͑͆̌͆̑̍̏̔̊͑͌̾͊̍͂͋͛̔͛͗̈́̒͌͛͛͌̒̈̈̅̀́̅͆̓͊͗̈́͛̊̓̎͂͆̿̍̆͑̎̀́̈͌̍́͗̏͌̌̾̓̀͛̉́̂̆̓̉̉̄̂͊̌̔̌̂̏͑̾̈́͊̋̒̒͛͛̔̅̉̚̚̚ͅͅͅ҉̣͚̬͔̳̥̬̭͚͙̳̙͔̫͊̓̒̅̾̇̑̓̅̌̄͗͛̎̀̊̋̅̀̓̈̃͊͆҉̵̸̷̷̠̱̘̦͍̜͙̮̩͕̩̤̝̱̩͔̫̩̯̠̲̝̤̙̪̠̱͙̪̥͇̞̬͈̞̦̭̩̪̬̙̦̗̦̝̣̯͕͍̩͚̤̜͔͎̪͍̯͉͈͓̰̭̳͚̲͉̭̘̤̖̳̬̝̝͓͙̗̟̯̘̟̤̪̪̘͚̠͚͌̅̔͋̐͑̊̒̅͛̍̿̈̔͒͋̍̍̀͌͛̑̽̾̍̈̔̈̆̄̈͐̿̓̊̓̓̌͋͗͗̑̊̋̋̈́̏́̃͒̃̑̋͗͒́̃̌̿͋̇͒̇͂̓̎͌̏͂̈̽͆̀̊͐͛́̅͐̒͋͆̄͗͑̋̒͊̚̚ͅͅͅ҉̴̸̵̷̸̴̸̱̳̥̱̣̦̰̪͚͙̭̞͓̮͖͉̗̗̥͍̭͇͍̗̬̖̟̦̘̰͖̳͖̖̖̜̠̯̫̖̘̝͈̯͚̖̟̫̮̘͔̬̯͉̳̰̪̤̗̫͓͍̠̜̥̗̜̪͚͖͓̲͔̲̝̤̤͇̪̥̟͍̯̱̝̝̫͕̟͔͈̫͍̮͍͉̫̯͖̰̥͇͇̭̟̣̳̙͈̭̥̲̰͇͇͍͖̭̳̘͉̫̖̠̘̩̝͚̫͍̥͉̟͔̈̌̾̍̑̿̓̌͊́̑́̓̃̆̉̒́̌̽̓̿̅̅̐͋̃͌̂̊̍̄͛̅̈́͌̆́̔̓͊̄͛̓̃̓͗̏̈́̑̓̒͐͆͊̽̐̋̽̍̍͊̋͊́̊̔̐̓̌̇̀̓͂̆͋̀͗̔̇̀̽͑͒̀̍̅̂̏͒̆͗̊͊̇̊̐͒͆͒̽̑́͛̈̽̅̂͋̀͛͊̇̾͛̃́̾͌̽͋̇̏͊̉͛̂̄̈̋͌̅̃́̓̃̃̃́̀̚̚̚̚ͅͅͅͅͅͅ҈͕̯̟͎͈̱̭̫̣̫͇̙͕͓͎̄͒̂͌͗̈́̉͋̿͊̀̂̈̋͒̈̔̽͗̍̓͌̉ͅ҉͎̤̟͔͎̜͕̯̭̙̬͚̪̭͕̠̲̞̝̑͛̀̀͐͑͌́̃̒͆̀҉̴̲̭̫͉̝͔̥̲̜̲͓̱̫̦͈̞͉̟̥͖̗͇̭̭̭͙̩̤̞̝̙͇̭͍̊͑̔̾̓̋̒̿̋̔̈́͛̈̉̀́͗͑̈̍̍̅̄̈͗͂͆̆͋̐̏͑̚ͅͅͅͅ";
    fout.close();
}
